<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width,initial-scale=1">
	<title>Star wars by Mariano Breiman</title>
	
	<link rel="stylesheet" href="https://necolas.github.io/normalize.css/8.0.1/normalize.css">
	
	<!-- Bootstrap -->
	<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/css/bootstrap.min.css" integrity="sha384-Gn5384xqQ1aoWXA+058RXPxPg6fy4IWvTNh0E263XmFcJlSAwiGgFAW/dAiS6JXm" crossorigin="anonymous">

	<link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.0.13/css/all.css" integrity="sha384-DNOHZ68U8hZfKXOrtjWvjxusGo9WQnrNx2sqG0tfsghAvtVlRW3tvkXWZh58N9jp" crossorigin="anonymous">
	
	<link rel="stylesheet" href="estilos.css">
	
	<style>

	</style>
	
</head>
<body>

  <div class="fondo">
	
	<!-- Contenedor .container -->
	<div class="container-fluid">
	<header>
<img class="logo" src="img/logo 1.jpg" width="100px" height="100px"> <img class="logo" src="img/logo 2.jpg" width="100px" height="100px">
    <ul>
      <li><a href="mapa.html">mapa del sitio</a></li>
      <li><a href="contacto.html">contacto</a></li>
    </ul>
    </header>
</div>
<div class="container-fluid">
	
<nav class="navbar navbar-dark bg-dark">
    <nav class="navbar navbar-expand-lg">
   <button class="navbar-toggler" type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
    <span class="navbar-toggler-icon"></span>
  </button>

  <div class="collapse navbar-collapse" id="navbarSupportedContent">
    <ul class="navbar-nav mr-auto">
      <li class="nav-item active">
        <a class="nav-link" href="index.html">Home <span class="sr-only">(current)</span></a>
      </li>
      <li class="nav-item">
        <a class="nav-link" href="pelicula.html">Películas</a>
      </li>
      <li class="nav-item dropdown">
        <a class="nav-link dropdown-toggle" href="#" id="navbarDropdown" role="button" data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">
          Holocrón
        </a>
        <div class="dropdown-menu" aria-labelledby="navbarDropdown">
          <a class="dropdown-item" href="personajes.html">Personajes</a>
          <a class="dropdown-item" href="spin.html">Spin off</a>
          <div class="dropdown-divider"></div>
          <a class="dropdown-item" href="george.html">Autor</a>
        </div>
      </li>
      <li class="nav-item">
        <a class="nav-link disabled" href="#" tabindex="-1" aria-disabled="true">In a galaxy far far away...</a>
      </li>
    </ul>

  </div>
</nav>
</nav>
</div>


<hr>

<div class="titulo-texto">
	<section class="container-fluid" style="text-align: center;">
    <p>
  <a class="titulo-texto" data-toggle="collapse" href="#collapseExample" role="button" aria-expanded="false" aria-controls="collapseExample">
       <h1>Personajes de la trilogía clasica</h1> 
  </a>
  </p>
 
  </section>
</div>

<div class="collapse" id="collapseExample">
  <div class="card card-body">

	<section class="container">	
		<div class="container-fluid row">

			<div class="caja col sm-4">
<div class="card">
  <img src="img/harrison.jpg" class="card-img-top" alt="...">
  <div class="card-body">

    <h5 class="card-title">Harrison Ford</h5>
    <p class="card-text">
      

                          Harrison Ford (Chicago, 13 de julio  de 1942) es un actor estadounidense de cine y televisi&oacute;n.<br>
                            Debe su notoriedad a su  colaboraci&oacute;n con el guionista, productor y director George Lucas, que fue el  primero en darle la posibilidad de ser actor. Sus papeles de Han Solo en la  saga de Star Wars y de Indiana Jones lo elevaron al nivel de estrella  internacional. Aunque un fracaso inicial en la taquilla, la pel&iacute;cula de Ridley  Scott Blade Runner, donde desempe&ntilde;a el papel del cazador de replicantes Rick  Deckard, termin&oacute; convirti&eacute;ndose en una pel&iacute;cula de culto de la ciencia ficci&oacute;n.
Con m&aacute;s de cinco mil  seiscientos millones de d&oacute;lares recaudados en todo el mundo por sus pel&iacute;culas,  Ford es el actor con mayores ingresos en taquilla de la historia. &#8203; En 1998 fue elegido,  con cincuenta y seis a&ntilde;os, el hombre vivo m&aacute;s sexy del mundo por la  revista estadounidense People,&#8203; y en 1995 por la brit&aacute;nica Empire como uno de los  cien actores m&aacute;s sexy de la historia (en el puesto 15)

    </p>
    
  </div>
</div>
			</div>


			<div class="caja col sm-4">
<div class="card">
  <img src="img/Mark.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Mark Hamill</h5>
    <p class="card-text">                  Mark Richard Hamill (Concord,  California, 25 de septiembre de 1951) es un actor de cine, televisi&oacute;n, voz,  director y escritor estadounidense.<br>
                    Es conocido por interpretar a Luke  Skywalker en la serie de pel&iacute;culas de Star Wars, y por prestarle la voz a El  Joker en diversas pel&iacute;culas y series de televisi&oacute;n de DC Comics desde 1992.  Tambi&eacute;n ha aparecido en el escenario en varias producciones teatrales.
Despu&eacute;s del &eacute;xito de  Star Wars, Hamill se encontr&oacute; con que el p&uacute;blico lo identificaba muy estrechamente  con el papel de Luke Skywalker. &Eacute;l trat&oacute; de evitar el encasillamiento al  aparecer en Corvette Summer (1978) y en la pel&iacute;cula basada en la Segunda Guerra  Mundial, Uno Rojo, divisi&oacute;n de choque (1980). Tambi&eacute;n hizo una aparici&oacute;n  especial en El Show de los Muppets como &eacute;l mismo. C-3PO y R2-D2 estaban junto a  &eacute;l en la b&uacute;squeda de Chewbacca en ese episodio. La d&eacute;cada de los 80 avanzaba,  y, Hamill hizo pocos trabajos fuera de Star Wars. Actu&oacute; en Broadway,  protagonizando al hombre elefante, Harrigan 'N Hart (por la que recibi&oacute; una  nominaci&oacute;n al Drama Desk Award), The Nerd, y otras obras de teatro, por la que  recibi&oacute; cr&iacute;ticas positivas.</p>
   
  </div>
</div>
			</div>

			<div class="caja col sm-4">
<div class="card">
  <img src="img/carrie.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Carrie Fisher</h5>
    <p class="card-text">                    Carrie Frances  Fisher (Los &Aacute;ngeles, California; 21 de octubre de 1956 - ib&iacute;d., 27 de diciembre  de 2016)6&#8203; fue una actriz, escritora y guionista  estadounidense de cine y televisi&oacute;n reconocida principalmente por interpretar a  Leia Organa en la saga de pel&iacute;culas Star Wars (episodios IV &mdash; IX).7&#8203; Tambi&eacute;n se la reconoci&oacute;, entre otros roles por  su personaje de Angela en la famosa serie Family Guy.<br>
                      En 1987 public&oacute;  una novela semiautobiogr&aacute;fica titulada Postales desde el filo llevada al cine  tres a&ntilde;os m&aacute;s tarde por el director Mike Nichols con t&iacute;tulo hom&oacute;nimo e interpretada  por Meryl Streep en el papel de Carrie y Shirley MacLaine en el de su madre,  Debbie Reynolds.<br>
                      Dos a&ntilde;os despu&eacute;s  surgi&oacute; el papel por el que ser&iacute;a ampliamente reconocida, la princesa Leia  Organa, en la inicialmente conocida como La guerra de las galaxias (1977), una  interpretaci&oacute;n que repiti&oacute; en las continuaciones El Imperio contraataca (1980),  El retorno del Jedi (1983) y, 32 a&ntilde;os m&aacute;s tarde, en El Despertar de la Fuerza  (2015) y Los &Uacute;ltimos Jedi (2017). Entre medias, en 1980, apareci&oacute; en The Blues  Brothers.</p>
    
  </div>
</div>
			</div>
		</div>

     </div>
</div>
	</section>


		
<hr>

<div class="titulo-texto">
  <section class="container-fluid" style="text-align: center;">
       <p>
  <a class="titulo-texto" data-toggle="collapse" href="#collapseExample2" role="button" aria-expanded="false" aria-controls="collapseExample2">
       <h1>Personajes de la trilogía de las precuelas</h1> 
  </a>
  </p>
 

  </section>
</div>
<div class="collapse" id="collapseExample2">
  <div class="card card-body">
  <section class="container"> 
    <div class="container-fluid row">

      <div class="caja col sm-4">
<div class="card">
  <img src="img/any.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Hayden Christensen</h5>
    <p class="card-text">
Hayden Christensen (Vancouver, Columbia Británica, 19 de abril de 1981) es un actor y productor de cine y televisión canadiense, más conocido por interpretar el papel de Anakin Skywalker en la saga de George Lucas Star Wars (La guerra de las galaxias, en español). De niño, Christensen apareció en programas de televisión en Canadá donde ya se destacaba como un actor profesional; además fue nominado a los premios Globo de Oro por sus actuaciones.
Hayden Christensen nació en Vancouver, Columbia Británica, Canadá, sus padres Alie y David son empresarios y dueños de una empresa de telecomunicaciones. Su padre es de ascendencia danesa y su madre de ascendencia italiana y sueca. Christensen tiene un hermano mayor (Tove) y dos hermanas: una menor (Kaylen) y otra dos años mayor que él (Hejsa). Asentados en las afueras de Toronto, en Thornhill, Ontario, Christensen asistió a la escuela pública Baythorn Public School y a Unionville High School en Unionville, Ontario, Canadá.

    </p>
    
  </div>
</div>
      </div>


      <div class="caja col sm-4">
<div class="card">
  <img src="img/obi.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Ewan Mcgregor</h5>
    <p class="card-text">Ewan Gordon McGregor /ˈjuːən ˈgɔːdən məˈɡreɡə/, OBE (Perth, Escocia; 31 de marzo de 1971) es un actor y director de cine y televisión británico. Es conocido por interpretar al maestro Jedi Obi-Wan Kenobi en los tres primeros episodios de la saga de George Lucas, Star Wars. McGregor también ha actuado como la contraparte masculina en películas románticas de Hollywood como Moulin Rouge (2001) y Abajo el amor (2003), ambas con gran aceptación del público, aunque su interpretación más afamada y la que lo lanzó al estrellato fue la de Mark Renton, el protagónico antihéroe de la película de culto Trainspotting (1996) del director Danny Boyle. Interpretó a un psiquiatra en la película Stay (2005) de Marc Foster, personificó a Ian Rider en la adaptación de la serie de libros de Alex Rider, en Alex Rider: Operation Stormbreaker (2006), participó en la superproducción Ángeles y demonios (2009), fue uno de los protagonistas de la película dirigida por Juan Antonio Bayona Lo imposible (2012) e interpretó el personaje protagónico de Christopher Robin Milne en la película Christopher Robin de 2018.</p>
   
  </div>
</div>
      </div>

      <div class="caja col sm-4">
<div class="card">
  <img src="img/naty.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Natalie Portman</h5>
    <p class="card-text">          Natalie Portman  (nacida Neta-Lee Hershlag;&#8203; en hebreo, &#1504;&#1496;&#1506;-&#1500;&#1497; &#1492;&#1512;&#1513;&#1500;&#1490;&lrm;;3&#8203; Jerusal&eacute;n, Israel; 9 de junio de 1981)&#8203; es una actriz, productora y directora estadounidense de  origen israel&iacute; (con  doble nacionalidad). Es una de las pocas actrices que ha ganado los cuatro  premios m&aacute;s  importantes del cine por una sola pel&iacute;cula: el &Oacute;scar, el BAFTA, el Globo de oro  y el Premio del Sindicato de Actores. Debut&oacute; en el cine en la pel&iacute;cula francesa  L&eacute;on (1994), donde encarn&oacute; el papel de una hu&eacute;rfana que es salvada por un  asesino a sueldo. En la d&eacute;cada de 1990 interpret&oacute; varios papeles protagonistas  en filmes como Beautiful Girls y Anywhere But Here, antes de que fuese  seleccionada para dar vida al personaje de Padm&eacute; Amidala en Star Wars. En 1999,  mientras trabajaba en la filmaci&oacute;n de Star Wars, ingres&oacute; en la Universidad de  Harvard en la carrera de Psicolog&iacute;a y obtuvo su licenciatura en 2003.
            En 2001 particip&oacute;  en la obra de teatro La gaviota del escritor ruso Ant&oacute;n Ch&eacute;jov, la cual se  estren&oacute; en el Public Theater de Nueva York.&#8203; En 2005, por su actuaci&oacute;n en el drama Closer fue acreedora de un Globo  de Oro a la mejor actriz de reparto y fue nominada a un premio &Oacute;scar en la  misma categor&iacute;a </p>
    
  </div>
</div>
      </div>
    </div>
    </div>
    </div>
  </section>



<hr>

<div class="titulo-texto">
  <section class="container-fluid" style="text-align: center;">
       <p>
  <a class="titulo-texto" data-toggle="collapse" href="#collapseExample3" role="button" aria-expanded="false" aria-controls="collapseExample3">
       <h1>Personajes de la trilogía secuelas</h1> 
  </a>
  </p>
 

  </section>
</div>
<div class="collapse" id="collapseExample3">
  <div class="card card-body">
  <section class="container"> 
    <div class="container-fluid row">

      <div class="caja col sm-4">
<div class="card">
  <img src="img/adam.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Adam Driver</h5>
    <p class="card-text">
Adam Douglas  Driver Wright (San Diego, Estados Unidos; 19 de noviembre de 1983) &#8203; es un marine retirado&#8203; y actor estadounidense. &#8203; Internacionalmente conocido por su papel como Adam Sackler  en la exitosa serie de televisi&oacute;n de HBO Girls y como Kylo Ren el villano  principal (sucesor de Darth Vader) en la saga de culto de ciencia ficci&oacute;n Star Wars apareciendo por primera vez en El  Despertar de la Fuerza.
              Despu&eacute;s de su  graduaci&oacute;n en Juilliard, Driver debut&oacute; como actor en Broadway protagonizando la  obra Mrs. Warren&acute;s Profession en 2010. Debuta en cine un a&ntilde;o despu&eacute;s con el  largometraje J. Edgar de Clint Eastwood. En su segunda pel&iacute;cula interpreta a el  Capit&aacute;n de Las Fuerzas Armadas de los Estados Unidos Samuel Beckwith en Lincoln  de Steven Spielberg, ese mismo a&ntilde;o se integra al elenco de la controversial y  popular serie televisiva a nivel mundial Girls de HBO d&aacute;ndole vida a Adam  Sackler (la pareja emocionalmente inestable de la protagonista principal de la  serie) interpretaci&oacute;n por la cual ha recibido hasta el momento tres  nominaciones consecutivas de los Premios Primetime Emmy en la categor&iacute;a de  Mejor Actor de Reparto en una Serie de Comedia. 
    </p>
    
  </div>
</div>
      </div>


      <div class="caja col sm-4">
<div class="card">
  <img src="img/tracy.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">Daisy Isobel</h5>
    <p class="card-text">            Daisy Jazz Isobel  Ridley (Westminster, 10 de abril de 1992)3&#8203;4&#8203; es una actriz brit&aacute;nica. Salt&oacute; a la fama internacional al  interpretar al personaje de Rey en la saga Star Wars.
              En el a&ntilde;o 2013  debut&oacute; en televisi&oacute;n interviniendo en la serie Youngers, interpretando a una  estudiante adolescente. El mismo a&ntilde;o pudo ser vista en &ldquo;Casualty&rdquo;, una longeva  producci&oacute;n (se inici&oacute; en los a&ntilde;os 80) con protagonismo m&eacute;dico emitida por la  cadena BBC; en el videoclip de la canci&oacute;n Lights On, del rapero ingl&eacute;s Wiley; y  en el cortometraje de ciencia-ficci&oacute;n Blue Season (2013). &#8203; M&aacute;s tarde, Ridley apareci&oacute; en teleseries como Toast Of London o Testigo  Mudo, otra producci&oacute;n BBC sobre investigaciones criminales llevadas a cabo por  forenses.
            Su primer  largometraje cinematogr&aacute;fico de la londinense fue Scrawl (2015), una historia  de terror dirigida y escrita por Peter Hearn.
              Daisy salt&oacute; a la  fama al ser elegida, tras presentarse a varias audiciones, para interpretar el  personaje de Rey en la saga Star Wars concretamente en el episodio VII, El  despertar de la Fuerza (2015). Dos a&ntilde;os despu&eacute;s repiti&oacute; el papel de Rey&#8203; en Los &uacute;ltimos Jedi (2017). El mismo a&ntilde;o particip&oacute;, interpretando a Mary Debenham, en la intriga  criminal Asesinato En El Orient Express (2017), adaptaci&oacute;n de la novela  hom&oacute;nima de Agatha Christie que dirigi&oacute; y protagoniz&oacute; Kenneth Branagh.</p>
   
  </div>
</div>
      </div>

      <div class="caja col sm-4">
<div class="card">
  <img src="img/boye.jpg" class="card-img-top" alt="...">
  <div class="card-body">
    <h5 class="card-title">John Boyega</h5>
    <p class="card-text">Boyega empezó a crear una identidad propia al actuar en Hackney, y apareció en la obra de teatro Six Parties en el Teatro Nacional inglés. También actuó en Category B en el Tricycle Theatre justamente antes de que buscara un papel en la película de 2011 Attack the Block.11 En septiembre de 2011, HBO anunció que Boyega había sido seleccionado para ser parte de un drama sobre boxeo Da Brick, un proyecto basado en la vida de Mike Tyson. Boyega esperaba realizar el papel de Donnie, un boxeador que representaba a la vida de Tyson. El filme fue escrito por John Ridley, pero no llenó las expectativas y no fue producido. En 2011, actuó en la película Junkhearts en la que interpretó a un traficante de drogas que intentaba vender algunas armas de fuego.
En marzo de 2012, Boyega fue parte de la adaptación cinematográfica de la novela de Chimamanda Ngozi Adichie Half of a Yellow Sun.
El 29 de abril de 2014 se confirmó que había sido elegido como uno de los personajes de Star Wars: Episodio VII - El Despertar de la Fuerza. La película se convirtió en una de las más taquilleras de la historia del cine.
Boyega ha declarado en una entrevista que es fan de Marvel Comics y que tenía la esperanza de interpretar al personaje de Pantera Negra. En un tweet, el actor ha asegurado que compartirá su opinión sobre la nueva trilogía de Star Wars una vez esta haya finalizado.
</p>
    
  </div>
</div>
      </div>
    </div>
    </div>
    </div>
  </section>

<footer class="container-fluid">Sitio creado por Mariano Breiman - Universidad de palermo 2019</footer>
</div>
    
	<script src="https://code.jquery.com/jquery-3.2.1.slim.min.js" integrity="sha384-KJ3o2DKtIkvYIK3UENzmM7KCkRr/rE9/Qpg6aAZGJwFDMVNA/GpGFF93hXpG5KkN" crossorigin="anonymous"></script>
	<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.12.9/umd/popper.min.js" integrity="sha384-ApNbgh9B+Y1QKtv3Rn7W3mgPxhU9K/ScQsAP7hUibX39j7fakFPskvXusvfa0b4Q" crossorigin="anonymous"></script>
	<script src="https://maxcdn.bootstrapcdn.com/bootstrap/4.0.0/js/bootstrap.min.js" integrity="sha384-JZR6Spejh4U02d8jOt6vLEHfe/JQGiRRSQQxSfFWpi1MquVdAyjUar5+76PVCmYl" crossorigin="anonymous"></script>	
</body>
</html>